{
  "pages": {
    "index": {
      "title": "The Company | Excellence in Authentic Taste",
      "description": "Welcome to The Company, where tradition meets quality. Explore a wide range of authentic and natural products crafted for your table.",
      "keywords": "the company, natural foods, authentic products, quality ingredients, artisan foods, traditional taste"
    },
    "products": {
      "title": "Discover Our Selection | The Company Products",
      "description": "Browse our carefully curated catalog of high-quality foods and specialty items, each selected for its unique character and taste.",
      "keywords": "premium foods, product catalog, artisan selection, traditional foods, gourmet items, specialty products"
    },
    "about-us": {
      "title": "About Us | The Company Values",
      "description": "Learn more about The Company’s journey, philosophy, and dedication to delivering trustworthy quality and exceptional service.",
      "keywords": "company story, brand values, our mission, trusted service, food excellence, heritage"
    },
    "contact": {
      "title": "Contact Us | The Company Communication",
      "description": "Reach out to The Company for inquiries, feedback, or support. Our team is happy to assist you with any questions.",
      "keywords": "contact, customer service, support, communication, feedback, inquiry"
    },
    "personal-data-protection": {
      "url": "kvkk",
      "title": "Personal Data Protection Information Notice",
      "description": "Your privacy is important to us. Review how The Company processes and protects your personal information in accordance with legal standards.",
      "keywords": "data protection, privacy policy, personal information security, compliance, customer privacy",
      "showOnFooter": true
    },
    "sales-agreement": {
      "url": "satis-sozlesmesi",
      "title": "Remote Sales Agreement",
      "description": "Read The Company's remote sales agreement to get clear information about your rights and our responsibilities in your shopping process.",
      "keywords": "sales agreement, consumer rights, legal terms, shopping conditions, customer agreement",
      "showOnFooter": true
    },
    "privacy-policy": {
      "url": "gizlilik-politikasi",
      "title": "Privacy Policy",
      "description": "Learn how we collect, use, and protect your data when you visit The Company website or interact with our services.",
      "keywords": "privacy policy, data usage, information security, user privacy, website privacy",
      "showOnFooter": true
    },
    "site-map": {
      "title": "Site Map",
      "description": "Use our comprehensive site map to easily access all main sections on The Company website.",
      "keywords": "site map, website navigation, guide, page index, structure",
      "showOnFooter": true
    },
    "404": {
      "title": "404 - Page Not Found | The Company",
      "description": "Sorry, the page you’re looking for can’t be found. Please use our site navigation or return to the homepage.",
      "keywords": "page not found, error, 404"
    }
  },
  "mainNav": [
    {
      "label": "Home",
      "href": "/"
    },
    {
      "label": "Products",
      "href": "/products.html"
    },
    {
      "label": "About",
      "href": "/about.html"
    },
    {
      "label": "Contact",
      "href": "/contact.html"
    }
  ],
  "footerLinks": [
    {
      "label": "Distance Sales Agreement",
      "href": "/sales-agreement.html"
    },
    {
      "label": "Personal Data Protection Notice",
      "href": "/personal-data-protection.html"
    },
    {
      "label": "Privacy Policy",
      "href": "/privacy-policy.html"
    },
    {
      "label": "Site Map",
      "href": "/site-map.html"
    }
  ],
  "currency": "$",
  "basketInstruction": "After adding your products to the basket, click the 'Send Your Order via WhatsApp' button to quickly send your order and shipping information to us and complete your shopping with ease.",
  "headerSloganLine1": "We bring the traditional flavors of Anatolia",
  "headerSloganLine2": "to your table with a modern touch.",
  "footerSloganLine1": "We cherish the abundance of Erzincan's lands",
  "footerSloganLine2": "by embracing a contemporary culinary philosophy.",
  "headerSloganBtnText": "Explore Products",
  "headerSloganBtnLink": "/products.html",
  "footerSloganBtnText": "Our Flavor Story",
  "footerSloganBtnLink": "/about.html"
}